Repository: davidpovarsky/Maktabah
Catalog: Source/Donation.xcstrings
Source language: en
Languages: ar, id

# alreadyDonated
source: I Already Donated
ar: لقد تبرعت بالفعل
id: Saya Sudah Berdonasi

# donateBtn
source: Donate via SociaBuzz
ar: تبرع عبر SociaBuzz
id: Donasi via SociaBuzz

# freeDesc
source: Committed to providing a comfortable research tool without tracking.
ar: التزام بتقديم وسيلة مريحة للبحث في الكتب بدون تتبع.
id: Komitmen menghadirkan sarana riset kitab yang nyaman tanpa pelacakan.

# freeTitle
source: Free & Ad-Free
ar: مجاني وبدون إعلانات
id: Bebas Biaya & Iklan

# laterBtn
source: Maybe Later
ar: ليس الآن
id: Nanti Saja

# maintDesc
source: Your support helps maintain ecosystem continuity, cross-platform sync, and updates.
ar: دعمكم يساعد في الحفاظ على استمرارية النظام البيئي، والمزامنة عبر المنصات، والتحديثات.
id: Dukungan Anda membantu menjaga keberlanjutan ekosistem, sinkronisasi lintas platform, dan pembaruan.

# maintTitle
source: Routine Maintenance
ar: الصيانة الدورية
id: Pemeliharaan Rutin

# paymentInfo
source: Supports PayPal, Credit Cards (USD), & More
ar: يدعم PayPal والبطاقات الائتمانية والدفع بالدولار (USD)
id: Mendukung QRIS, GoPay, OVO, DANA, & ShopeePay

# researchDesc
source: Refining the search engine, organizing the library, and adding new books.
ar: تحسين محرك البحث وتنظيم المكتبة وإضافة كتب جديدة.
id: Penyempurnaan mesin pencari, penataan perpustakaan, dan penambahan kitab.

# researchTitle
source: Data Research & Development
ar: تطوير أبحاث البيانات
id: Pengembangan Riset Data

# subtitle
source: A completely free, non-profit, and ad-free app.
ar: تطبيق مجاني بالكامل، غير ربحي، وبدون إعلانات.
id: Aplikasi sepenuhnya gratis, nirlaba, dan tanpa iklan.

# supportDevelopment
source: Support Maktabah Development
ar: دعم تطوير المكتبة
id: Dukung Pengembangan Maktabah

# supportDevelopmentShort
source: Support Development
ar: دعم التطوير
id: Dukung Pengembangan

# supportThanks
source: Thank you for your support!
ar: شكراً لدعمكم!
id: Terima kasih atas dukungan Anda!

# title
source: Support Maktabah
ar: دعم المكتبة
id: Dukung Maktabah

# wishYouAllTheBest
source: May You Be Blessed
ar: جزاكم الله خيرًا وبركة
id: Semoga Berkah & Bermanfaat
